app/controllers/arct_edits_controller.rb

  def index
    @arct_edits = ArctEdit.all
---
SELECT "arct_edits".* FROM "arct_edits"